[
{"processo": "EDcl nos EDcl no AgRg nos EREsp 16859 SP 2000/0104763-9", "orgao": "CE - CORTE ESPECIAL", "publicacao": "DJ 13.03.2008 p. 1", "julgador": "20 de Fevereiro de 2008", "relator": "Ministro FRANCISCO FALCÃO", "elementos": {"Ementa": ["RESPONSABILIDADE CIVIL. ACIDENTE AÉREO. DECRETO-LEI N. 32/66. DOLO EVENTUAL. RESPONSABILIDADE ATENUADA EXCEPCIONADA, NA HIPÓTESE. OBSERVÂNCIA DO DIREITO COMUM. INDENIZAÇÃO PLENA DEVIDA. EMBARGOS DE DECLARAÇÃO. AUSÊNCIA DE OMISSÃO OU ERRO MATERIAL A SER SANADO. RENOVAÇÃO DAS MESMAS RAZÕES QUE ENSEJARAM A OPOSIÇÃO DOS PRIMEIROS DECLARATÓRIOS. CARÁTER MERAMENTE PROTELATÓRIO EVIDENCIADO. APLICAÇÃO DE MULTA.", "I - A embargante insiste nas mesmas razões recursais apresentadas quando da oposição dos primeiros declaratórios, motivo a ensejar as mesmas respostas que já lhe foram dirigidas: (a) Diversamente do alegado pela embargante, inexiste em sua peça recursal a indicação do repositório oficial em que teria sido publicado o acórdão trazido como paradigma. Da leitura da página dois de sua petição recursal, em que, supostamente, constaria tal informação, vê-se ter ela relevado a divergência do acórdão originalmente embargado com \"decisão unânime da eg. 1ª Turma, proferida no Recurso Especial 2190.\"; (b) O acórdão cujo inteiro teor se juntou, por sua vez, disse respeito ao julgamento dos Embargos de Divergência no Recurso Especial n. 6052/SP e não ao Recurso Especial n. 2190, este sim o acórdão paradigma, de modo que ausentes os pressupostos mínimos à admissão dos embargos de divergência. (c) Demais disso, consoante se consignou no acórdão ora embargado, este eg. Tribunal \"firmou o entendimento de que havendo dolo eventual da empresa aérea, a indenização às vítimas há de ser plena, porquanto o art. 106 do Decreto-lei n. 32, de 1966 contempla esta exceção, devendo ser observado, na hipótese, o direito comum\". Daí a incidência da Súmula n. 168/STJ a obstaculizar os divergentes, ainda que fosse superável o anterior óbice apontado.", "II - Evidencia-se o intuito manifestamente protelatório dos segundos embargos de declaração opostos a acórdão que negou provimento a agravo regimental, em sede de embargos de divergência não admitidos, quando deles se extrai as exatas razões que motivaram a oposição dos primeiros declaratórios já devidamente respondidos.", "III - Embargos de declaração rejeitados, com a aplicação da multa de 1% sobre o valor da causa, a ser paga em favor da embargada (art. 538, parágrafo único, CPC)"], "Acórdão": ["A Corte Especial, por unanimidade, rejeitou os embargos de declaração, com aplicação de multa, nos termos do voto do Sr. Ministro Relator. Os Srs. Ministros Nancy Andrighi, Luiz Fux, João Otávio de Noronha, Teori Albino Zavascki, Castro Meira, Arnaldo Esteves Lima, Massami Uyeda, Nilson Naves, Humberto Gomes de Barros, Cesar Asfor Rocha, Ari Pargendler, José Delgado, Fernando Gonçalves, Felix Fischer, Aldir Passarinho Junior, Gilson Dipp, Hamilton Carvalhido, Eliana Calmon e Paulo Gallotti votaram com o Sr. Ministro Relator. Ausente, justificadamente, a Sra. Ministra Laurita Vaz."], "Resumo Estruturado": ["Aguardando análise."]}},
{"processo": "AgRg no REsp 993322 GO 2007/0231764-5", "orgao": "T1 - PRIMEIRA TURMA", "publicacao": "DJ 07.04.2008 p. 1", "julgador": "21 de Fevereiro de 2008", "relator": "Ministro FRANCISCO FALCÃO", "elementos": {"Ementa": ["MANDADO DE SEGURANÇA. INEXECUÇÃO DE CONTRATO. SANÇÃO. AFASTAMENTO. REEXAME DE PROVAS E CLÁUSULAS CONTRATUAIS - SÚMULAS 7 E 5/STJ.", "I - A pretensão estadual deduzida no apelo extremo esbarra nas vedações contidas nas Súmulas 7 e 5/STJ, na medida em que seria necessário o reexame do conjunto fático-probatório dos autos, bem como de cláusulas contratuais, para o deslinde da controvérsia, o que é totalmente inviável.", "II - Agravo improvido"], "Acórdão": ["Vistos, relatados e discutidos os autos em que são partes as acima indicadas, acordam os Ministros da Primeira Turma do Superior Tribunal de Justiça: A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Sr. Ministro Relator. Os Srs. Ministros Teori Albino Zavascki e José Delgado (Presidente) votaram com o Sr. Ministro Relator. Ausentes, justificadamente, os Srs. Ministros Luiz Fux e Denise Arruda."], "Resumo Estruturado": ["Aguardando análise."]}},
{"processo": "AgRg no REsp 922840 RS 2007/0023922-1", "orgao": "T6 - SEXTA TURMA", "publicacao": "DJ 07.04.2008 p. 1", "julgador": "21 de Fevereiro de 2008", "relator": "Ministro PAULO GALLOTTI", "elementos": {"Ementa": ["PROCESSO CIVIL. HONORÁRIOS. EXECUÇÃO. LEGITIMIDADE DA PARTE.", "1. O Superior Tribunal de Justiça assentou a compreensão de que a parte detém legitimidade para executar valores relativos à verba honorária.", "2. Precedentes.", "3. Agravo regimental a que se nega provimento"], "Acórdão": ["Vistos, relatados e discutidos estes autos, acordam os Ministros da Sexta Turma do Superior Tribunal de Justiça, na conformidade dos votos e das notas taquigráficas a seguir, por unanimidade, negar provimento ao agravo regimental, nos termos do voto do Sr. Ministro Relator. As Sras. Ministras Maria Thereza de Assis Moura, Jane Silva (Desembargadora convocada do TJ/MG) e os Srs. Ministros Nilson Naves e Hamilton Carvalhido votaram com o Sr. Ministro Relator. Presidiu o julgamento o Sr. Ministro Nilson Naves."], "Resumo Estruturado": ["Aguardando análise."]}},
{"processo": "Pet 5971 PR 2007/0246953-1", "orgao": "T5 - QUINTA TURMA", "publicacao": "DJ 17.03.2008 p. 1", "julgador": "21 de Fevereiro de 2008", "relator": "Ministra LAURITA VAZ", "elementos": {"Ementa": ["PETIÇÃO RECEBIDA COMO HABEAS CORPUS. PROCESSUAL PENAL. ART. 594 DO CÓDIGO DE PROCESSO PENAL. CONHECIMENTO DA APELAÇÃO CONDICIONADA AO RECOLHIMENTO DO RÉU AO CÁRCERE. IMPOSSIBILIDADE. APELO NÃO CONHECIDO. CONSTRANGIMENTO ILEGAL EVIDENCIADO. PRECEDENTES.", "1. É inadmissível a exigência do recolhimento do réu à prisão como requisito de admissibilidade do seu recurso de apelação. Precedentes do STF e do STJ.", "2. Petição recebida como Habeas Corpus e não conhecida. Ordem concedida, de ofício, para, afastando a exigência de recolhimento do ora Paciente à prisão, como requisito de admissibilidade do seu recurso, determinar que o eg. Tribunal de Justiça do Estado do Paraná conheça do recurso defensivo de apelação, julgando-o como entender de direito"], "Acórdão": ["Vistos, relatados e discutidos estes autos, acordam os Ministros da QUINTA TURMA do Superior Tribunal de Justiça, na conformidade dos votos e das notas taquigráficas a seguir, por unanimidade, receber a petição como \"Habeas Corpus\" e não conhecer do pedido, concedendo \"Habeas Corpus\" de ofício, nos termos do voto da Sra. Ministra Relatora. Os Srs. Ministros Arnaldo Esteves Lima, Napoleão Nunes Maia Filho, Jorge Mussi e Felix Fischer votaram com a Sra. Ministra Relatora."], "Resumo Estruturado": ["Aguardando análise."]}},
{"processo": "AgRg no REsp 1000838 RS 2007/0254224-5", "orgao": "T1 - PRIMEIRA TURMA", "publicacao": "DJ 07.04.2008 p. 1", "julgador": "21 de Fevereiro de 2008", "relator": "Ministro FRANCISCO FALCÃO", "elementos": {"Ementa": ["TRIBUTO SUJEITO A LANÇAMENTO POR HOMOLOGAÇÃO. PRAZO PRESCRICIONAL. LEI COMPLEMENTAR Nº 118/05. ARTIGO 3º. LEI DE EFICÁCIA PROSPECTIVA. DIREITO INTERTEMPORAL. CRITÉRIO DE CONTAGEM DO PRAZO PRESCRICIONAL. LEI ANTERIOR. SALDO REMANESCENTE MENOR QUE PRAZO DA LEI NOVA. PRESCRIÇÃO PELA TESE DOS 'CINCO MAIS CINCO'. APLICABILIDADE. PRESCRIÇÃO QÜINQÜENAL. INAPLICABILIDADE. ANÁLISE DE DISPOSITIVOS CONSTITUCIONAIS. INVIABILIDADE.", "I - \"Sobre a prescrição da ação de repetição de indébito tributário de tributos sujeitos a lançamento por homologação, a jurisprudência do STJ (1ª Seção) assentou o entendimento de que, no regime anterior ao do art. 3º da LC 118/05, o prazo de cinco anos, previsto no art. 168 do CTN, tem início, não na data do recolhimento do tributo indevido, e sim na data da homologação \u0096 expressa ou tácita - do lançamento. Assim, não havendo homologação expressa, o prazo para a repetição do indébito acaba sendo de dez anos a contar do fato gerador. A norma do art. 3º da LC 118/05, que estabelece como termo inicial do prazo prescricional, nesses casos, a data do pagamento indevido, não tem eficácia retroativa. É que a Corte Especial, ao apreciar Incidente de Inconstitucionalidade no Eresp 644.736/PE, sessão de 06/06/2007, declarou inconstitucional a expressão\"observado, quanto ao art. 3º, o disposto no art. 106, I, da Lei nº 5.172, de 25 de outubro de 1966 \u0096 Código Tributário Nacional\", constante do art. 4º, segunda parte, da referida Lei Complementar.\" (REsp nº 890.656/SP, Rel. Min. TEORI ALBINO ZAVASCKI, DJ de 20/08/07).", "II- No momento da aplicação da Lei Complementar nº 118/05, por se tratar de uma norma que veio a reduzir o prazo prescricional, conferindo-lhe um alcance diferente daquele dado pela jurisprudência do STJ (tese dos cinco mais cinco), é necessário que se observe a regra do direito intertemporal, a fim de que sejam resguardados o direito adquirido, o ato jurídico perfeito e a coisa julgada, preceitos consagrados pela Carta Magna.", "III- No que concerne à regra de direito intertemporal aplicada à questão da prescrição, é imperioso salientar que, estabelecendo a nova lei um prazo prescricional menor, tal prazo começará a correr da data da nova lei, salvo se a prescrição que se iniciou sob a égide da lei anterior vier a se completar em menos tempo, conforme esta lei, que, em tal hipótese, continuará a reger a contagem do prazo prescricional. Precedente do STJ: EREsp nº 327.043/DF, Rel. Min. TEORI ALBINO ZAVASCKI, DJ de 16/04/2007.", "IV - No caso concreto, houve retenção indevida do imposto de renda na fonte nos exercícios anteriores ao ano de 2001 sobre as parcelas do auxílio condução recebidas pelo ora agravado, sendo que a ação de repetição de indébito foi ajuizada no dia 9 de junho de 2005, ou seja, posteriormente ao início da vigência da Lei Complementar nº 118/2005 . Assim, verifica-se que o saldo prescricional a fluir pela lei pretérita, até a data da entrada em vigor da LC nº 118/05, figurava-se inferior à totalidade do prazo estabelecido pela nova lei, devendo o prazo prescricional ser contado, destarte, integralmente pela regra antiga.", "V - A análise de suposta violação a dispositivos constitucionais é de competência exclusiva do Pretório Excelso, conforme prevê o artigo 102, inciso III, da Carta Magna, pela via do recurso extraordinário, sendo defeso a esta colenda Corte fazê-lo, ainda que para fins de prequestionamento.", "VI - Agravo regimental improvido"], "Acórdão": ["Vistos, relatados e discutidos os autos em que são partes as acima indicadas, acordam os Ministros da Primeira Turma do Superior Tribunal de Justiça: A Turma, por unanimidade, negou provimento ao agravo regimental, nos termos do voto do Sr. Ministro Relator. Os Srs. Ministros Teori Albino Zavascki e José Delgado (Presidente) votaram com o Sr. Ministro Relator. Ausentes, justificadamente, os Srs. Ministros Luiz Fux e Denise Arruda."], "Resumo Estruturado": ["Aguardando análise."]}},
{"processo": "AgRg no REsp 984119 RN 2007/0219125-0", "orgao": "T6 - SEXTA TURMA", "publicacao": "DJ 07.04.2008 p. 1", "julgador": "21 de Fevereiro de 2008", "relator": "Ministro PAULO GALLOTTI", "elementos": {"Ementa": ["ADMINISTRATIVO. AGRAVO REGIMENTAL. SERVIDOR PÚBLICO. REVISÃO GERAL ANUAL DE REMUNERAÇÃO. INDENIZAÇÃO. MATÉRIA CONSTITUCIONAL. REAJUSTE DE 10,87%. BENEFÍCIO CONCEDIDO AOS TRABALHADORES QUE NÃO SE ESTENDE AOS SERVIDORES PÚBLICOS. PROCESSO CIVIL. RECURSO ESPECIAL. VIOLAÇÃO DO ARTIGO 535 DO CÓDIGO DE PROCESSO CIVIL. ALEGAÇÃO GENÉRICA.", "1. Inadmissível especial interposto com fundamento no art. 535 do Código de Processo Civil, quando o recorrente não indica, especificamente, quais seriam os pontos omissos, obscuros, ou contraditórios do aresto hostilizado.", "2. Segundo precedentes, a questão relativa à indenização por omissão legislativa, decorrente da falta de elaboração de lei que garanta aos servidores públicos o direito à revisão anual de suas remunerações (art. 37, X, da Constituição Federal), tem natureza constitucional, razão pela qual o tema não pode ser apreciado em sede de recurso especial.", "3. O termo \"trabalhadores\" contido no artigo 9º da Lei nº 10.192/2001 não abrange os servidores públicos, razão porque não lhes é devido o reajuste de 10,87% ali previsto.", "4. Precedentes de ambas as Turmas que compõem a Terceira Seção do Superior Tribunal de Justiça.", "5. Agravo a que se nega provimento"], "Acórdão": ["Vistos, relatados e discutidos estes autos, acordam os Ministros da Sexta Turma do Superior Tribunal de Justiça, na conformidade dos votos e das notas taquigráficas a seguir, por unanimidade, negar provimento ao agravo regimental, nos termos do voto do Sr. Ministro Relator. As Sras. Ministras Maria Thereza de Assis Moura, Jane Silva (Desembargadora convocada do TJ/MG) e os Srs. Ministros Nilson Naves e Hamilton Carvalhido votaram com o Sr. Ministro Relator. Presidiu o julgamento o Sr. Ministro Nilson Naves."], "Resumo Estruturado": ["Aguardando análise."]}},
{"processo": "REsp 972178 RS 2007/0180085-0", "orgao": "T5 - QUINTA TURMA", "publicacao": "DJ 10.03.2008 p. 1", "julgador": "13 de Dezembro de 2007", "relator": "Ministro FELIX FISCHER", "elementos": {"Ementa": ["PENAL E PROCESSO PENAL. RECURSO ESPECIAL. ART. 157, § 2º, INCISOS I E II, E ART. 159, AMBOS DO CÓDIGO PENAL. REINCIDÊNCIA. AGRAVANTE. NECESSIDADE DE APLICAÇÃO. AUSÊNCIA DE APREENSÃO E LAUDO PERICIAL DA ARMA. ART. 167 DO CPP. APLICAÇÃO DA CAUSA DE AUMENTO. EXTORSÃO E ROUBO. CONCURSO MATERIAL.", "I - Dentro dos limites legais, uma vez caracterizada a reincidência, a agravante deve ser aplicada.", "II - Fere o disposto no art. 61, inciso I, do Código Penal, a rejeição de sua incidência sob pretexto de bis in idem, concretamente inocorrente (Precedentes).", "III - O exame de corpo de delito direto, por expressa determinação legal, é indispensável nas infrações que deixam vestígios, podendo apenas supletivamente ser suprido pela prova testemunhal quando tenham estes desaparecido, ex vi do art. 167 do Código de Processo Penal.", "IV \u0096 Esse entendimento deve ser aplicado no que concerne à verificação de ocorrência ou não da majorante do emprego de arma no crime de roubo, caso contrário o cancelamento da Súmula 174 do STJ seria, em boa parte, inócuo.", "V - Aplica-se a regra do cúmulo material entre os crimes de roubo e extorsão uma vez que tratam-se de delitos de espécies diversas (Precedentes). Recurso especial provido"], "Acórdão": ["Vistos, relatados e discutidos os autos em que são partes as acima indicadas, acordam os Ministros da QUINTA TURMA do Superior Tribunal de Justiça, por unanimidade, conhecer do recurso e lhe dar provimento, nos termos do voto do Sr. Ministro Relator. Os Srs. Ministros Laurita Vaz, Arnaldo Esteves Lima, Napoleão Nunes Maia Filho e Jane Silva (Desembargadora convocada do TJ/MG) votaram com o Sr. Ministro Relator."], "Resumo Estruturado": ["Aguardando análise."]}},
{"processo": "AgRg no REsp 781788 CE 2005/0152884-2", "orgao": "T6 - SEXTA TURMA", "publicacao": "DJ 07.04.2008 p. 1", "julgador": "21 de Fevereiro de 2008", "relator": "Ministro PAULO GALLOTTI", "elementos": {"Ementa": ["ADMINISTRATIVO. SERVIDOR PÚBLICO. ARTIGO 26 DA LEI Nº 8.216/1991. ARTIGO 11, § 3º, DA LEI Nº 8.270/1991. REVOGAÇÃO. NÃO OCORRÊNCIA.", "1 - Segundo a jurisprudência do Superior Tribunal de Justiça, o artigo 26, § 3º, da Lei nº 8.216/1991 não foi revogado pelo artigo 11, § 3º, da Lei nº 8.270/1991.", "2 - Agravo regimental a que se nega provimento"], "Acórdão": ["Vistos, relatados e discutidos estes autos, acordam os Ministros da Sexta Turma do Superior Tribunal de Justiça, na conformidade dos votos e das notas taquigráficas a seguir, por unanimidade, negar provimento ao agravo regimental, nos termos do voto do Sr. Ministro Relator. As Sras. Ministras Maria Thereza de Assis Moura, Jane Silva (Desembargadora convocada do TJ/MG) e os Srs. Ministros Nilson Naves e Hamilton Carvalhido votaram com o Sr. Ministro Relator. Presidiu o julgamento o Sr. Ministro Nilson Naves."], "Resumo Estruturado": ["Aguardando análise."]}},
{"processo": "AgRg no REsp 970023 RS 2007/0171732-9", "orgao": "T6 - SEXTA TURMA", "publicacao": "DJ 07.04.2008 p. 1", "julgador": "21 de Fevereiro de 2008", "relator": "Ministro PAULO GALLOTTI", "elementos": {"Ementa": ["ADMINISTRATIVO. AGRAVO REGIMENTAL. SERVIDOR PÚBLICO. ANUÊNIO. DIFERENÇAS. JUROS DE MORA. RECURSO ESPECIAL INTERPOSTO ANTES DO JULGAMENTO DOS EMBARGOS DECLARATÓRIOS DA PARTE CONTRÁRIA. RATIFICAÇÃO. NECESSIDADE.", "1. A Corte Especial do Superior Tribunal de Justiça decidiu ser necessária a ratificação do recurso especial interposto antes do julgamento dos embargos declaratórios manejados por qualquer das partes (REsp nº 776.265/SP, Relator para acórdão o Ministro Cesar Asfor Rocha; DJU de 6/8/2007).", "2. Agravo a que se nega provimento"], "Acórdão": ["Vistos, relatados e discutidos estes autos, acordam os Ministros da Sexta Turma do Superior Tribunal de Justiça, na conformidade dos votos e das notas taquigráficas a seguir, por unanimidade, negar provimento ao agravo regimental, nos termos do voto do Sr. Ministro Relator. As Sras. Ministras Maria Thereza de Assis Moura, Jane Silva (Desembargadora convocada do TJ/MG) e os Srs. Ministros Nilson Naves e Hamilton Carvalhido votaram com o Sr. Ministro Relator. Presidiu o julgamento o Sr. Ministro Nilson Naves."], "Resumo Estruturado": ["Aguardando análise."]}}
]